org/Gaussian_processes_for_time-series_modelling_by_Roberts,_Osborne,_Aigrain,_et_al_in_2013.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: Gaussian_processes_for_time-series_modelling_by_Roberts,_Osborne,_Aigrain,_et_al_in_2013
#+TITLE: Gaussian processes for time-series modelling by Roberts, Osborne, Aigrain, et al in 2013
* [[file:probabilistic_inference.org][probabilistic inference]], [[file:Gaussian_process.org][Gaussian process]]
* Roberts, S., Osborne, M., Ebden, M., Reece, S., Gibson, N., & Aigrain, S. (2013). Gaussian processes for time-series modelling. __Philosophical Transactions of the Royal Society A: Mathematical, Physical and Engineering Sciences__, __371__(1984), 20110550. https://doi.org/10.1098/rsta.2011.0550
