content/posts/Gaussian_processes_for_time-series_modelling_by_Roberts,_Osborne,_Aigrain,_et_al_in_2013.md
+++
title = "Gaussian processes for time-series modelling by Roberts, Osborne, Aigrain, et al in 2013"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:33-04:00
slug = "Gaussian_processes_for_time-series_modelling_by_Roberts,_Osborne,_Aigrain,_et_al_in_2013"
draft = false
+++

## [probabilistic inference]({{< relref "probabilistic_inference" >}}), [Gaussian process]({{< relref "Gaussian_process" >}}) {#probabilistic-inference--probabilistic-inference-dot-md--gaussian-process--gaussian-process-dot-md}


## Roberts, S., Osborne, M., Ebden, M., Reece, S., Gibson, N., & Aigrain, S. (2013). Gaussian processes for time-series modelling. <span class="underline"><span class="underline">Philosophical Transactions of the Royal Society A: Mathematical, Physical and Engineering Sciences</span></span>, \_\_371\_\_(1984), 20110550. <https://doi.org/10.1098/rsta.2011.0550> {#roberts-s-dot-osborne-m-dot-ebden-m-dot-reece-s-dot-gibson-n-dot-and-aigrain-s-dot--2013--dot-gaussian-processes-for-time-series-modelling-dot-371--1984--20110550-dot-https-doi-dot-org-10-dot-1098-rsta-dot-2011-dot-0550}
